{
    "Lucille Clifton" : {
        "Blessing the boats" : "may the tide
        that is entering even now
        the lip of our understanding
        carry you out
        beyond the face of fear
        may you kiss
        the wind then turn from it
        certain that it will
        love your back     may you
        open your eyes to water
        water waving forever
        and may you in your innocence
        sail through this to that"},
    "Shakespeare" : {
        "Sonnet 73" : "That time of year thou mayst in me behold
        When yellow leaves, or none, or few, do hang
        Upon those boughs which shake against the cold,
        Bare ruin'd choirs, where late the sweet birds sang.
        In me thou see'st the twilight of such day
        As after sunset fadeth in the west,
        Which by and by black night doth take away,
        Death's second self, that seals up all in rest.
        In me thou see'st the glowing of such fire
        That on the ashes of his youth doth lie,
        As the death-bed whereon it must expire,
        Consum'd with that which it was nourish'd by.
        This thou perceiv'st, which makes thy love more strong,
        To love that well which thou must leave ere long.",
        "Sonnet 116" : "Let me not to the marriage of true minds
        Admit impediments. Love is not love
        Which alters when it alteration finds,
        Or bends with the remover to remove:
        O, no! it is an ever-fixed mark,
        That looks on tempests and is never shaken;
        It is the star to every wandering bark,
        Whose worth’s unknown, although his height be taken.
        Love’s not Time’s fool, though rosy lips and cheeks
        Within his bending sickle’s compass come;
        Love alters not with his brief hours and weeks,
        But bears it out even to the edge of doom.
        If this be error and upon me proved,
        I never writ, nor no man ever loved.",
        "Sonnet 147" : "My love is as a fever longing still,
        For that which longer nurseth the disease;
        Feeding on that which doth preserve the ill,
        The uncertain sickly appetite to please.
        My reason, the physician to my love,
        Angry that his prescriptions are not kept,
        Hath left me, and I desperate now approve
        Desire is death, which physic did except.
        Past cure I am, now Reason is past care,
        And frantic-mad with evermore unrest;
        My thoughts and my discourse as madmen’s are,
        At random from the truth vainly expressed;
        For I have sworn thee fair, and thought thee bright,
        Who art as black as hell, as dark as night."
    },
    "Wendell Berry" : {
        "The Peace of Wild Things" : "When despair for the world grows in me
        and I wake in the night at the least sound
        in fear of what my life and my children’s lives may be,
        I go and lie down where the wood drake
        rests in his beauty on the water, and the great heron feeds.
        I come into the peace of wild things
        who do not tax their lives with forethought
        of grief. I come into the presence of still water.
        And I feel above me the day-blind stars
        waiting with their light. For a time
        I rest in the grace of the world, and am free."
    },
    "Marin Sorescu" : {
        "The Sea Shell" : "I have hidden inside a sea shell
        but forgotten in which.
        
        Now daily I dive,
        filtering the sea through my fingers,
        to find myself.
        Sometimes I think
        a giant fish has swallowed me.
        Looking for it everywhere I want to make sure
        it will get me completely.
        
        The sea-bed attracts me, and
        I’m repelled by millions
        of sea shells that all look alike.
        Help, I am one of them.
        If only I knew, which.
        
        How often I’ve gone straight up
        to one of them, saying: That’s me.
        Only, when I prised it open
        it was empty."
    },
    "Emily Dickinson" : {
        "Wild nights - Wild nights!" : "Were I with thee
        Wild nights should be
        Our luxury!
        
        Futile - the winds -
        To a Heart in port -
        Done with the Compass -
        Done with the Chart!
        
        Rowing in Eden -
        Ah - the Sea!
        Might I but moor - tonight -
        In thee!"
    }
}